v2_TSEP/hx_sweep/He_1bar_Re1500/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 100000;
boundaryField
{
    inlet          { type calculated; value uniform 100000; }
    outlet         { type calculated; value uniform 100000; }
    heatedWall     { type calculated; value uniform 100000; }
    adiabaticWalls { type calculated; value uniform 100000; }
}
