v2_TSEP/hx_sweep/He_1bar_Re1500/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; object fvSchemes; }
ddtSchemes      { default steadyState; }
gradSchemes     { default Gauss linear; }
divSchemes
{
    default         none;
    div(phi,U)      bounded Gauss limitedLinear 0.2;
    energy          bounded Gauss limitedLinear 0.2;
    div(phi,K)      $energy;
    div(phi,h)      $energy;
    div(((rho*nuEff)*dev2(T(grad(U))))) Gauss linear;
}
laplacianSchemes    { default Gauss linear uncorrected; }
interpolationSchemes { default linear; }
snGradSchemes       { default uncorrected; }
